Repository: JulianGroshaupt/privacy-embed
Catalog: languages/privacy-embed-*.po
Languages: de_de

source: Field parameter "title" is required
de_de: Feldparameter "title" ist erforderlich

source: Page parameter "page_title" is required
de_de: Seitenparameter "page_title" erforderlich

source: Section parameter "title" is required
de_de: Abschnittsparameter "title" erforderlich

source: Privacy Embed Settings
de_de: Privacy Embed Einstellungen

source: Embed Notice Message
de_de: Einbettungs-Hinweis Nachricht

source: Here is hidden external content that would have to be loaded from YouTube. We have no influence on this external content and its provision. This means that we cannot say whether and to what extent your personal data is processed by YouTube (or, for example, whether so-called tracking takes place). You can find more information in YouTube's privacy policy. If you still want to load the content, this decision only applies to this individual content and only until the page is reloaded.
de_de: Hier verbirgt sich externer Inhalt, der von YouTube geladen werden müsste. Auf diesen externen Inhalt, und dessen Bereitstellung, haben wir keinen Einfluss. Das bedeutet, dass wir nicht sagen können, ob und in welchem Umfang deine personenbezogenen Daten von YouTube verarbeitet werden (oder beispielsweise auch, ob sogenanntes Tracking stattfindet). Du könntest weitere Informationen in den Datenschutzhinweisen von YouTube finden. Solltest du den Inhalt dennoch laden wollen, gilt diese Entscheidung nur für diesen einzelnen Inhalt und auch nur, bis zum neuladen der Seite.

source: Embed Load Text
de_de: Einbettung-Laden Nachricht

source: Load content from YouTube anyway.
de_de: Inhalte von YouTube dennoch laden.

source: There is external content hidden here that would have to be loaded by Spotify. We have no influence on this external content and its provision. This means that we cannot say whether and to what extent your personal data is processed by Spotify (or, for example, whether so-called tracking takes place). You could find more information in Spotify's privacy policy. If you still want to load the content, this decision only applies to this individual content and only until the page is reloaded.
de_de: Hier verbirgt sich externer Inhalt, der von Spotify geladen werden müsste. Auf diesen externen Inhalt, und dessen Bereitstellung, haben wir keinen Einfluss. Das bedeutet, dass wir nicht sagen können, ob und in welchem Umfang deine personenbezogenen Daten von Spotify verarbeitet werden (oder beispielsweise auch, ob sogenanntes Tracking stattfindet). Du könntest weitere Informationen in den Datenschutzhinweisen von Spotify finden. Solltest du den Inhalt dennoch laden wollen, gilt diese Entscheidung nur für diesen einzelnen Inhalt und auch nur, bis zum neuladen der Seite.

source: Load content from Spotify anyway.
de_de: Inhalte von Spotify dennoch laden.

source: There is external content hidden here that would have to be loaded by Twitter. We have no influence on this external content and its provision. This means that we cannot say whether and to what extent your personal data is processed by Twitter (or, for example, whether so-called tracking takes place). You could find more information in Twitter's privacy policy. If you still want to load the content, this decision only applies until the page is reloaded.
de_de: Hier verbirgt sich externer Inhalt, der von Twitter geladen werden müsste. Auf diesen externen Inhalt, und dessen Bereitstellung, haben wir keinen Einfluss. Das bedeutet, dass wir nicht sagen können, ob und in welchem Umfang deine personenbezogenen Daten von Twitter verarbeitet werden (oder beispielsweise auch, ob sogenanntes Tracking stattfindet). Du könntest weitere Informationen in den Datenschutzhinweisen von Twitter finden. Solltest du den Inhalt dennoch laden wollen, gilt diese Entscheidung nur bis zum neuladen der Seite.

source: Load content from Twitter anyway.
de_de: Inhalte von Twitter dennoch laden.

source: Follow Button Text (preview only)
de_de: Folgen-Button (nur Vorschau-Text)

source: Follow @
de_de: Folge @

source: Mention Button Text (preview only)
de_de: Erwähnen-Button (nur Vorschau-Text)

source: Tweet to @
de_de: Erwähne @

source: Hashtag Button Text (preview only)
de_de: Hashtag-Button (nur Vorschau-Text)

source: Tweet #
de_de: Tweete #

source: error: no type for this twitter embed specified
de_de: Fehler: es wurde kein Typ für diese Twitter-Einbettung angegeben

source: Privacy Modules
de_de: Datenschutz-Module

source: Title
de_de: Titel

source: The title above the embed
de_de: Der Titel oberhalb der Einbettung

source: Something like "spotify:album:1DFixLWuPkv3KT3TnV35m3"
de_de: Etwas wie "spotify:album:1DFixLWuPkv3KT3TnV35m3"

source: A link to a user, a hastag or a single tweet
de_de: Ein Link zu einem Benutzer, einem Hashtag oder einem einzelnen Tweet

source: Twitter Type
de_de: Twitter Typ

source: choose value
de_de: Wert auswählen

source: single tweet
de_de: einzelner Tweet

source: timeline of an user
de_de: Timeline eines Benutzers

source: follow button
de_de: Folgen-Button

source: mention button
de_de: Erwähnen-Button

source: The type of the embed
de_de: Der Typ der Einbettung

source: The link to the youtube video
de_de: Der Link zum Youtube-Video

source: Providing shortcodes to privacy-friendly embed external elements (like YouTube videos).
de_de: Bereitstellen von Shortcodes für datenschutzfreundliche Einbettung externe Elemente (z. B. YouTube-Videos).
